{
  "name": "Baneling",
  "util": {
    "antispam": {
      "success_0": "Ha, a spammer got muted. ",
      "success_1": " was muted for spamming.",
      "warning_0": "stop spamming or I'll punish you.",
      "warning_1": "Thats it. Timeout."
    }
  },
  "commands": {
    "version": {
      "success_0": "Swarmiobot v-1.0.0."
    },
    "about": {
      "success_0": "I didn't choose the bot life, the bot life choose me."
    },
    "mention": {
      "success_0": [
        "Yes, sire?",
        "Do you await some ominous sign or portent from the Undergods of Fire and Soil?",
        "Stay focused and secure your bag, because they want you to fail and they don’t want us to win. - DJ Khaled",
        "Don’t ever play yourself.- DJ Khaled",
        "Micro-piglets stalk this server. Beware!",
        "They kick you when you’re down, but they wanna kick it when you’re up.",
        "Clear alcohols are for rich women on diets - Ron Swanson",
        "Crying: acceptable at funerals and the Grand Canyon - Ron Swanson",
        "I call this turf ‘n’ turf. It’s a 16 oz T-bone and a 24 oz porterhouse. Also, whiskey and a cigar. I am going to consume all of this at the same time because I am a free American - Ron Swanson",
        "Under my tutelage, you will grow from boys to men. From men into gladiators. And from gladiators into Swansons - Ron Swanson",
        "Never half-ass two things. Whole-ass one thing - Ron Swanson",
        "Fishing relaxes me. It’s like yoga, except I still get to kill something - Ron Swanson",
        "Turkey can never beat cow - Ron Swanson",
        "Any dog under fifty pounds is a cat and cats are useless - Ron Swanson",
        "There is only one bad word: taxes - Ron Swanson",
        "Give a man a fish and feed him for a day. Don’t teach a man to fish…and feed yourself. He’s a grown man. And fishing’s not that hard - Ron Swanson",
        "You had me at meat tornado - Ron Swanson",
        "I would not miss it for the world. but if something else came up I would definatly not go - Michael Scott",
        "Sometimes i'll start a sentence and I dont even know where its going. I just hope I find it along the way- Michael Scott",
        "I'm not superstitious, but I am a little stitious- Michael Scott",
        "Occasionally, I'll hit somebody with my car. So sue me- Michael Scott",
        "Would I rather be feared or be love? Easy, both. I want people to be afraid of how much they love me- Michael Scott",
        "And I knew exactly what to do. But in a much more real sense, I had no idea what to do- Michael Scott",
        "I DECLARE BANCRUPTCY- Michael Scott",
        "I am Beyonce, always- Michael Scott",
        "I love my employees even though I hit one of you with my car- Michael Scott"
      ]
    },
    "ping": {
      "success_0": "pong in ",
      "success_1": " ms."
    },
    "select": {
      "success_0": "The following ",
      "success_1": " have been selected:",
      "fail_0": "Nonsense! First type select and then the amount of members to select. e.g. `select 6`.",
      "fail_1": "Really? You want me to select from zero users? Well, here they are: ",
      "fail_2": "Emm... It's a bit empty here.",
      "fail_3": "This is a private chat, remember? I'm not selecting anyone.",
      "name_strings": ["minions", "peasants", "dwarfs", "elves", "hairy beasts", "imps"]
    },
    "say": {
      "success_0": "Okay, I'll say it.",
      "fail_0": "Your message is invalid. Your message's length can be 16 words at max and have no special characters.",
      "fail_1": "What's the point? You just said it.",
      "fail_2": "The second parameter should be the targeted channel or server. eg. `say 123123123123 hey there!`",
      "fail_3": "Could not find a such channel."
    }
  }
}
